Pratica5/OpCompositeApp/test/TestCaseMult/Output.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <opRespElem xmlns="http://xml.netbeans.org/schema/OperationsBpel" xmlns:msgns="http://j2ee.netbeans.org/wsdl/OperationsBpel/OperationsBpel">
      <return>6</return>
    </opRespElem>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>